---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.ElectricalLoads
source: html/becb7c74-8edc-752d-45e5-72ee5e3c861d.htm
---
# Autodesk.Revit.DB.GroupTypeId.ElectricalLoads Property

Electrical - Loads.

## Syntax (C#)
```csharp
public static ForgeTypeId ElectricalLoads { get; }
```